/* File Upload multiple photos label */
"# Photos (file upload on page label for multiple photos)" = "Fotografie: %@";

/* File Upload images and videos label */
"# Photos and # Videos (file upload on page label for image and videos)" = "%@ a %@";

/* File Upload multiple videos label */
"# Videos (file upload on page label for multiple videos)" = "Videa: %@";

/* accessibility help text for media controller time value >= 1 day */
"%1$d days %2$d hours %3$d minutes %4$d seconds" = "%1$d d %2$d hod %3$d min %4$d s";

/* accessibility help text for media controller time value >= 60 minutes */
"%1$d hours %2$d minutes %3$d seconds" = "%1$d hod %2$d min %3$d s";

/* accessibility help text for media controller time value >= 60 seconds */
"%1$d minutes %2$d seconds" = "%1$d min a %2$d s";

/* accessibility help text for media controller time value < 60 seconds */
"%1$d seconds" = "%1$d s";

/* window title for a standalone image (uses multiplication symbol, not x) */
"%@ %@×%@ pixels" = "%@ %@×%@ pixelů";

/* visible name of the plug-in host process. The first argument is the plug-in name and the second argument is the application name. */
"%@ (%@ Internet plug-in)" = "%@ (internetový plug‑in aplikace %@)";

/* Text track display name format that includes the language of the subtitle, in the form of 'Title (Language)' */
"%@ (%@)" = "%@ (%@)";

/* Text track display name format that includes the country and language of the subtitle, in the form of 'Title (Language-Country)' */
"%@ (%@-%@)" = "%@ (%@ - %@)";

/* Text track contains closed captions */
"%@ CC" = "%@ - skryté titulky";

/* visible name of the database process. The argument is the application name. */
"%@ Database Storage" = "Databázové úložiště aplikace %@";

/* Text track contains simplified (3rd grade level) subtitles */
"%@ Easy Reader" = "%@ - snadné čtení";

/* visible name of the network process. The argument is the application name. */
"%@ Networking" = "Síťový proces aplikace %@";

/* Text track contains subtitles for the deaf and hard of hearing */
"%@ SDH" = "%@ - pro neslyšící";

/* Visible name of the web process. The argument is the application name. */
"%@ Web Content" = "%@ – webový obsah";

/* Name of application's single WebCrypto master key in Keychain */
"%@ WebCrypto Master Key" = "%@ hlavní klíč WebCrypto";

/* Label to describe the number of files selected in a file upload control that allows multiple files */
"%d files" = "Soubory: %d";

/* Label for PDF page number indicator. */
"%d of %d" = "%d z %d";

/* Present the number of selected <option> items in a <select multiple> element (iOS only) */
"%zu Items" = "Položky: %zu";

/* Present the element <select multiple> when no <option> items are selected (iOS only) */
"0 Items" = "Položky: 0";

/* Present the element <select multiple> when a single <option> is selected (iOS only) */
"1 Item" = "Položky: 1";

/* File Upload single photo label */
"1 Photo (file upload on page label for one photo)" = "Fotografie: 1";

/* File Upload single video label */
"1 Video (file upload on page label for one video)" = "videa: 1";

/* Menu item title for KEYGEN pop-up menu */
"1024 (Medium Grade)" = "1024 (střední stupeň)";

/* Menu item title for KEYGEN pop-up menu */
"2048 (High Grade)" = "2048 (vysoký stupeň)";

/* Menu item title for KEYGEN pop-up menu */
"512 (Low Grade)" = "512 (nízký stupeň)";

/* window title for a standalone image (uses multiplication symbol, not x) */
"<filename> %d×%d pixels" = "<název_souboru> %d×%d pixelů";

/* WKErrorJavaScriptExceptionOccurred description */
"A JavaScript exception occurred" = "Došlo k výjimce JavaScriptu";

/* Title for Add to Reading List action button */
"Add to Reading List" = "Přidat do seznamu četby";

/* Undo action name */
"Align Left (Undo action name)" = "Zarovnat doleva";

/* Undo action name */
"Align Right (Undo action name)" = "Zarovnat doprava";

/* WKErrorUnknown description */
"An unknown error occurred" = "Vyskytla se neznámá chyba";

/* Menu item label for automatic track selection behavior */
"Auto (Recommended)" = "automaticky (doporučeno)";

/* Back context menu item */
"Back" = "Zpět";

/* Label text to be used if plugin is blocked by a page's Content Security Policy */
"Blocked Plug-In (Blocked by page's Content Security Policy)" = "Zablokovaný plug‑in";

/* Label text to be used when an insecure plug-in version was blocked from loading */
"Blocked Plug-In (Insecure plug-in)" = "Zablokovaný plug‑in";

/* Bold context menu item */
"Bold" = "Tučné";

/* Undo action name */
"Bold (Undo action name)" = "Tučné";

/* menu item title for phone number */
"Call Using iPhone:" = "Zavolat pomocí iPhonu";

/* File Upload alert sheet button string to cancel */
"Cancel (file upload action sheet)" = "Zrušit";

/* Title for Cancel button label in button bar */
"Cancel button label in button bar" = "Zrušit";

/* Capitalize context menu item */
"Capitalize" = "Velká počáteční písmena";

/* Undo action name */
"Center (Undo action name)" = "Zarovnat na střed";

/* Undo action name */
"Change Attributes (Undo action name)" = "Změnit atributy";

/* Check spelling context menu item */
"Check Document Now" = "Zkontrolovat dokument";

/* Check grammar with spelling context menu item */
"Check Grammar With Spelling" = "Kontrolovat gramatiku a pravopis";

/* Check spelling while typing context menu item */
"Check Spelling While Typing" = "Kontrolovat pravopis při psaní";

/* title for a single file chooser button used in HTML forms */
"Choose File" = "Vybrat soubor";

/* title for a multiple file chooser button used in HTML forms. This title should be as short as possible. */
"Choose Files" = "Vybrat soubory";

/* Title for file button used in HTML5 forms for multiple media files */
"Choose Media (Multiple)" = "Vybrat média";

/* Title for file button used in HTML forms for media files */
"Choose Media (Single)" = "Vybrat médium";

/* Clear button in date input popover */
"Clear Button Date Popover" = "Smazat";

/* menu item in Recent Searches menu that empties menu's contents */
"Clear Recent Searches" = "Smazat poslední hledání";

/* Message to display in browser window when in webkit full screen mode. */
"Click to exit full screen mode" = "Kliknutím ukončíte režim celé obrazovky";

/* Subtitle of the label to show on a snapshotted plug-in */
"Click to restart" = "Restartujte kliknutím";

/* WebKitErrorCannotShowMIMEType description */
"Content with specified MIME type can’t be shown" = "Obsah zadaného typu MIME nelze zobrazit";

/* Media Controls context menu item */
"Controls" = "Ovládání";

/* Copy context menu item */
"Copy" = "Kopírovat";

/* Title for Copy Link or Image action button */
"Copy ActionSheet Link" = "Kopírovat";

/* Copy Audio Address Location context menu item */
"Copy Audio Address" = "Zkopírovat adresu audia";

/* Copy Image context menu item */
"Copy Image" = "Zkopírovat obrázek";

/* Copy Link context menu item */
"Copy Link" = "Zkopírovat odkaz";

/* Copy Video Address Location context menu item */
"Copy Video Address" = "Zkopírovat adresu videa";

/* Correct Spelling Automatically context menu item */
"Correct Spelling Automatically" = "Automaticky opravit pravopis";

/* Undo action name */
"Create Link (Undo action name)" = "Vytvořit odkaz";

/* Cut context menu item */
"Cut" = "Vyjmout";

/* Undo action name */
"Cut (Undo action name)" = "Vyjmout";

/* Default writing direction context menu item */
"Default" = "Výchozí";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Delete (Undo action name)" = "Smazat";

/* text to display in <details> tag when it has no <summary> child */
"Details" = "Podrobnosti";

/* Undo action name (Used only by PLATFORM(IOS) code) */
"Dictation (Undo action name)" = "Diktování";

/* Download Audio To Disk context menu item */
"Download Audio" = "Stáhnout audio";

/* Download Image context menu item */
"Download Image" = "Stáhnout obrázek";

/* Download Linked File context menu item */
"Download Linked File" = "Stáhnout odkazovaný soubor";

/* Download Video To Disk context menu item */
"Download Video" = "Stáhnout video";

/* Undo action name */
"Drag (Undo action name)" = "Přetáhnout";

/* Video Enter Fullscreen context menu item */
"Enter Full Screen" = "Spustit režim celé obrazovky";

/* Video Exit Fullscreen context menu item */
"Exit Full Screen" = "Ukončit režim celé obrazovky";

/* Default application name for Open With context menu */
"Finder" = "Finder";

/* Font context sub-menu item */
"Font" = "Písmo";

/* Undo action name */
"Format Block (Undo action name)" = "Formátování";

/* Forward context menu item */
"Forward" = "Vpřed";

/* WebKitErrorFrameLoadInterruptedByPolicyChange description */
"Frame load interrupted" = "Načítání rámce přerušeno";

/* accessibility role description for web area */
"HTML content" = "HTML obsah";

/* Hide Media Controls context menu item */
"Hide Controls" = "Skrýt ovladače";

/* menu item title */
"Hide Spelling and Grammar" = "Skrýt pravopis a gramatiku";

/* menu item title */
"Hide Substitutions" = "Skrýt náhrady";

/* The default, default character encoding on Windows */
"ISO-8859-1" = "ISO-8859-1";

/* Ignore Grammar context menu item */
"Ignore Grammar" = "Ignorovat gramatiku";

/* Ignore Spelling context menu item */
"Ignore Spelling" = "Ignorovat pravopis";

/* Undo action name */
"Indent (Undo action name)" = "Odsazení";

/* Undo action name */
"Insert List (Undo action name)" = "Vložit seznam";

/* Inspect Element context menu item */
"Inspect Element" = "Prozkoumat prvek";

/* Italic context menu item */
"Italic" = "Kurzíva";

/* Undo action name */
"Italics (Undo action name)" = "Kurzíva";

/* WebKitErrorJavaUnavailable description */
"Java is unavailable" = "Java není k dispozici";

/* Title for action sheet for JavaScript link */
"JavaScript Action Sheet Title" = "JavaScript";

/* Undo action name */
"Justify (Undo action name)" = "Zarovnat do bloku";

/* Name of keychain key generated by the KEYGEN tag */
"Key from %@" = "Generátor klíče: %@";

/* Learn Spelling context menu item */
"Learn Spelling" = "Naučit se pravopis";

/* Left to Right context menu item */
"Left to Right" = "Zleva doprava";

/* Media controller status message when watching a live broadcast */
"Live Broadcast" = "Živé vysílání";

/* Media controller status message when the media is loading */
"Loading..." = "Načítání…";

/* Look Up in Dictionary context menu item */
"Look Up in Dictionary" = "Vyhledat ve Slovníku";

/* Look Up context menu item with selected word */
"Look Up “%@”" = "Vyhledat „%@“";

/* Look Up context menu item with selected word */
"Look Up “<selection>”" = "Vyhledat „<výběr>“";

/* Media Loop context menu item */
"Loop" = "Smyčka";

/* Undo action name */
"Loosen Kerning (Undo action name)" = "Volnější vyrovnání";

/* Undo action name */
"Lower Baseline (Undo action name)" = "Snížit účaří";

/* Make Lower Case context menu item */
"Make Lower Case" = "Převést na malá písmena";

/* Make Upper Case context menu item */
"Make Upper Case" = "Převést na velká písmena";

/* Label text to be used when a plugin is missing */
"Missing Plug-in" = "Chybí plug‑in";

/* Media Mute context menu item */
"Mute" = "Ztlumit";

/* No Guesses Found context menu item */
"No Guesses Found" = "Žádné odhady nenalezeny";

/* Empty select list */
"No Options Select Popover" = "Žádné volby";

/* Label for only item in menu that appears when clicking on the search field image, when no searches have been performed */
"No recent searches" = "Žádná poslední hledání";

/* WebKitErrorCannotUseRestrictedPort description */
"Not allowed to use restricted network port" = "Použití omezeného síťového portu není povoleno";

/* Menu item label for the track that represents disabling closed captions */
"Off" = "vypnuty";

/* Title for Open Link action button */
"Open ActionSheet Link" = "Otevřít";

/* Open Audio in New Window context menu item */
"Open Audio in New Window" = "Otevřít audio v novém okně";

/* Open Frame in New Window context menu item */
"Open Frame in New Window" = "Otevřít rámec v novém okně";

/* Open Image in New Window context menu item */
"Open Image in New Window" = "Otevřít obrázek v novém okně";

/* Open Link context menu item */
"Open Link" = "Otevřít odkaz";

/* Open in New Window context menu item */
"Open Link in New Window" = "Otevřít odkaz v novém okně";

/* Open Video in New Window context menu item */
"Open Video in New Window" = "Otevřít video v novém okně";

/* context menu item for PDF */
"Open with %@" = "Otevřít v aplikaci %@";

/* Undo action name */
"Outdent (Undo action name)" = "Zrušit odsazení";

/* Outline context menu item */
"Outline" = "Obrysové";

/* Undo action name */
"Outline (Undo action name)" = "Obrysové";

/* Paragraph direction context sub-menu item */
"Paragraph Direction" = "Směr odstavce";

/* Paste context menu item */
"Paste" = "Vložit";

/* Undo action name */
"Paste (Undo action name)" = "Vložit";

/* Undo action name */
"Paste Font (Undo action name)" = "Vložit písmo";

/* Undo action name */
"Paste Ruler (Undo action name)" = "Vložit pravítko";

/* Media Pause context menu item */
"Pause" = "Pozastavit";

/* File Upload alert sheet button string for choosing an existing media item from the Photo Library */
"Photo Library (file upload action sheet)" = "Knihovna fotografií";

/* Media Play context menu item */
"Play" = "Přehrát";

/* accessibility help text for enter fullscreen button */
"Play movie in fullscreen mode" = "Přehrát film v režimu celé obrazovky";

/* Label text to be used if plugin host process has crashed */
"Plug-in Failure" = "Selhání plug‑inu";

/* WebKitErrorPlugInCancelledConnection description */
"Plug-in cancelled" = "Plug‑in byl zrušen";

/* WebKitErrorPlugInWillHandleLoad description */
"Plug-in handled load" = "Zatížení zpracovávané plug‑inem";

/* Description of the primary type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"Portable Document Format" = "PDF dokument";

/* Description of the PostScript type supported by the PDF pseudo plug-in. Visible in the Installed Plug-ins page in Safari. */
"PostScript" = "Postscript";

/* Undo action name */
"Raise Baseline (Undo action name)" = "Zvýšit účaří";

/* label for first item in the menu that appears when clicking on the search field image, used as embedded menu title */
"Recent Searches" = "Poslední hledání";

/* Reload context menu item */
"Reload" = "Znovu načíst";

/* default label for Reset buttons in forms on web pages */
"Reset" = "Obnovit";

/* Right to Left context menu item */
"Right to Left" = "Zprava doleva";

/* Title for Save Image action button */
"Save Image" = "Uložit obrázek";

/* Search in Spotlight context menu item */
"Search in Spotlight" = "Hledat ve Spotlight";

/* Search with search provider context menu item with provider name inserted */
"Search with %@" = "Hledat pomocí: %@";

/* Search with Google context menu item */
"Search with Google" = "Hledat na Google";

/* Selection direction context sub-menu item */
"Selection Direction" = "Směr výběru";

/* Undo action name */
"Set Background Color (Undo action name)" = "Nastavit barvu pozadí";

/* Undo action name */
"Set Color (Undo action name)" = "Nastavit barvu";

/* Undo action name */
"Set Font (Undo action name)" = "Nastavit písmo";

/* Undo action name */
"Set Traditional Character Shape (Undo action name)" = "Nastavit tradiční tvary znaků";

/* Undo action name */
"Set Writing Direction (Undo action name)" = "Nastavit směr psaní";

/* Show colors context menu item */
"Show Colors" = "Zobrazit barvy";

/* Show Media Controls context menu item */
"Show Controls" = "Zobrazit ovladače";

/* Show fonts context menu item */
"Show Fonts" = "Zobrazit písma";

/* menu item title */
"Show Spelling and Grammar" = "Zobrazit pravopis a gramatiku";

/* menu item title */
"Show Substitutions" = "Zobrazit záměny";

/* Title of the context menu item to show when PDFPlugin was used instead of a blocked plugin */
"Show in blocked plug-in" = "Zobrazit v zablokovaném plug‑inu";

/* Smart Copy/Paste context menu item */
"Smart Copy/Paste" = "Inteligentní kopírování/vkládání";

/* Smart Dashes context menu item */
"Smart Dashes" = "Inteligentní pomlčky";

/* Smart Links context menu item */
"Smart Links" = "Inteligentní odkazy";

/* Smart Quotes context menu item */
"Smart Quotes" = "Inteligentní uvozovky";

/* Title of the label to show on a snapshotted plug-in */
"Snapshotted Plug-In" = "Nasnímaný plug‑in";

/* Speech context sub-menu item */
"Speech" = "Řeč";

/* Spelling and Grammar context sub-menu item */
"Spelling and Grammar" = "Pravopis a gramatika";

/* title for Start Debugging JavaScript menu item */
"Start Debugging JavaScript" = "Spustit ladění JavaScriptu";

/* title for Start Profiling JavaScript menu item */
"Start Profiling JavaScript" = "Spustit profilování JavaScriptu";

/* Start speaking context menu item */
"Start Speaking" = "Spustit předčítání";

/* Stop context menu item */
"Stop" = "Zastavit";

/* title for Stop Debugging JavaScript menu item */
"Stop Debugging JavaScript" = "Zastavit ladění JavaScriptu";

/* title for Stop Profiling JavaScript menu item */
"Stop Profiling JavaScript" = "Zastavit profilování JavaScriptu";

/* Stop speaking context menu item */
"Stop Speaking" = "Zastavit předčítání";

/* Styles context menu item */
"Styles..." = "Styly…";

/* default label for Submit buttons in forms on web pages */
"Submit" = "Odeslat";

/* alt text for <input> elements with no alt, title, or value */
"Submit (input element)" = "Odeslat";

/* Undo action name */
"Subscript (Undo action name)" = "Dolní index";

/* Substitutions context sub-menu item */
"Substitutions" = "Záměny";

/* Menu section heading for subtitles */
"Subtitles" = "Titulky";

/* Undo action name */
"Superscript (Undo action name)" = "Horní index";

/* File Upload alert sheet camera button string for taking only photos */
"Take Photo (file upload action sheet)" = "Pořídit obrázek";

/* File Upload alert sheet camera button string for taking photos or videos */
"Take Photo or Video (file upload action sheet)" = "Pořídit snímek/video";

/* File Upload alert sheet camera button string for taking only videos */
"Take Video (file upload action sheet)" = "Pořídit video";

/* Text Replacement context menu item */
"Text Replacement" = "Nahrazovat text";

/* WebKitErrorCannotShowURL description */
"The URL can’t be shown" = "URL nelze zobrazit";

/* WKErrorWebViewInvalidated description */
"The WKWebView was invalidated" = "Zobrazení WKWebView bylo zneplatněno";

/* WKErrorWebContentProcessTerminated description */
"The Web Content process was terminated" = "Proces Web Content byl ukončen";

/* WebKitErrorGeolocationLocationUnknown description */
"The current location cannot be found." = "Aktuální umístění nebylo nalezeno.";

/* WebKitErrorCannotFindPlugin description */
"The plug-in can’t be found" = "Plug‑in nelze nalézt";

/* WebKitErrorCannotLoadPlugin description */
"The plug-in can’t be loaded" = "Plug‑in nelze zavést";

/* prompt string in authentication panel */
"The user name or password you entered for area “%@” on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Uživatelské jméno nebo heslo pro oblast „%@“ na serveru %@ je nesprávné. Opravte zadání a zkuste to znovu.";

/* prompt string in authentication panel */
"The user name or password you entered for the %@ proxy server %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Uživatelské jméno nebo heslo pro proxy server %@ na panelu %@ je nesprávné. Opravte zadání a zkuste to znovu.";

/* prompt string in authentication panel */
"The user name or password you entered for this area on %@ was incorrect. Make sure you’re entering them correctly, and then try again." = "Uživatelské jméno nebo heslo pro tuto oblast na serveru %@ je nesprávné. Opravte zadání a zkuste to znovu.";

/* text that appears at the start of nearly-obsolete web pages in the form of a 'searchable index' */
"This is a searchable index. Enter search keywords: " = "Toto je vyhledávací index. Zadejte klíčové slovo: ";

/* Undo action name */
"Tighten Kerning (Undo action name)" = "Těsnější vyrovnání";

/* prompt string in authentication panel */
"To view this page, you must log in to area “%@” on %@." = "Chcete‑li zobrazit tuto stránku, musíte se přihlásit do oblasti „%@“ na serveru %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to the %@ proxy server %@." = "Chcete‑li zobrazit tuto stránku, musíte se přihlásit k %@ proxy serveru %@.";

/* prompt string in authentication panel */
"To view this page, you must log in to this area on %@:" = "Chcete‑li zobrazit tuto stránku, musíte se přihlásit do této oblasti na serveru %@:";

/* Transformations context sub-menu item */
"Transformations" = "Velká písmena";

/* Undo action name */
"Turn Off Kerning (Undo action name)" = "Vypnout vyrovnání";

/* Undo action name */
"Turn Off Ligatures (Undo action name)" = "Vypnout ligatury";

/* We don't care if we find this string, but searching for it will load the plist and save the results. */
"Typing (Undo action name)" = "Psaní";

/* Underline context menu item */
"Underline" = "Podtržené";

/* Undo action name */
"Underline (Undo action name)" = "Podtržené";

/* Unknown filesize FTP directory listing item */
"Unknown (filesize)" = "Není známo";

/* Menu item label for a text track that has no other name */
"Unknown (text track)" = "Není známo";

/* Undo action name */
"Unlink (Undo action name)" = "Rozpojit";

/* Undo action name */
"Unscript (Undo action name)" = "Zrušit skript";

/* Undo action name */
"Use All Ligatures (Undo action name)" = "Použít všechny ligatury";

/* Undo action name */
"Use Standard Kerning (Undo action name)" = "Použít standardní vyrovnání";

/* Undo action name */
"Use Standard Ligatures (Undo action name)" = "Použít standardní ligatury";

/* Description of WebCrypto master keys in Keychain */
"Used to encrypt WebCrypto keys in persistent storage, such as IndexedDB" = "Používá se k šifrování klíčů WebCrypto v trvalém úložišti, například v IndexedDB";

/* Web Inspector window title */
"Web Inspector — %@" = "Inspektor webu - %@";

/* Pseudo plug-in name, visible in the Installed Plug-ins page in Safari. */
"WebKit built-in PDF" = "PDF z WebKitu";

/* WebKitErrorInternal description */
"WebKit encountered an internal error" = "WebKit narazil na interní chybu";

/* message in authentication panel */
"Your login information will be sent securely." = "Vaše přihlašovací údaje budou odeslány zabezpečeně.";

/* message in authentication panel */
"Your password will be sent unencrypted." = "Heslo bude odesláno nezašifrované.";

/* HTTP result code string */
"accepted" = "přijato";

/* Verb stating the action that will occur when a text field is selected, as used by accessibility */
"activate" = "aktivovat";

/* An ARIA accessibility group that acts as an alert. */
"alert" = "upozornění";

/* An ARIA accessibility group that acts as an alert dialog. */
"alert dialog" = "dialog upozornění";

/* An ARIA accessibility group that acts as an application. */
"application" = "aplikace";

/* An ARIA accessibility group that acts as a status update. */
"application status" = "stav aplikace";

/* An ARIA accessibility group that acts as an article. */
"article" = "článek";

/* accessibility help text for audio element controller */
"audio element playback controls and status display" = "ovládání a stav audio prvku";

/* accessibility label for audio element controller */
"audio playback" = "přehrávání zvuku";

/* accessibility label for seek back 30 seconds button */
"back 30 seconds" = "zpět o 30 s";

/* HTTP result code string */
"bad gateway" = "chybná brána";

/* HTTP result code string */
"bad request" = "chybný požadavek";

/* An ARIA accessibility group that acts as a banner. */
"banner" = "banner";

/* accessibility help text for play button */
"begin playback" = "spustit přehrávání";

/* accessibility description for a search field cancel button */
"cancel" = "zrušit";

/* Verb stating the action that will occur when an unchecked checkbox is clicked, as used by accessibility */
"check" = "označit";

/* HTTP result code string */
"client error" = "chyba klienta";

/* An ARIA accessibility group that acts as a region of complementary information. */
"complementary" = "komplementární";

/* HTTP result code string */
"conflict" = "konflikt";

/* An ARIA accessibility group that contains content. */
"content information" = "informace o obsahu";

/* HTTP result code string */
"continue" = "pokračovat";

/* HTTP result code string */
"created" = "vytvořeno";

/* accessibility help text for movie status display */
"current movie status" = "aktuální stav filmu";

/* accessibility help text for elapsed time display */
"current movie time in seconds" = "aktuální čas filmu v sekundách";

/* role description of ARIA definition role */
"definition" = "definice";

/* description detail */
"description" = "popis";

/* accessibility role description of a description list */
"description list" = "seznam popisů";

/* An ARIA accessibility group that acts as an dialog. */
"dialog" = "dialog";

/* An ARIA accessibility group that acts as a document. */
"document" = "dokument";

/* accessibility label for elapsed time display */
"elapsed time" = "uplynulý čas";

/* accessibility label for enter fullscreen button */
"enter fullscreen" = "spustit režim celé obrazovky";

/* accessibility label for exit fullscreen button */
"exit fullscreen" = "ukončit režim celé obrazovky";

/* HTTP result code string */
"expectation failed" = "očekávání selhalo";

/* accessibility label for fast forward button */
"fast forward" = "rychle vpřed";

/* accessibility label for fast reverse button */
"fast reverse" = "rychle zpět";

/* accessibility role description for a file upload button */
"file upload button" = "tlačítko pro odeslání souboru";

/* accessibility role description for a footer */
"footer" = "zápatí";

/* HTTP result code string */
"forbidden" = "zakázáno";

/* HTTP result code string */
"found" = "nalezeno";

/* HTTP result code string */
"gateway timed out" = "časový limit brány vypršel";

/* accessibility role description for headings */
"heading" = "záhlaví";

/* accessibility label for hide closed captions button */
"hide closed captions" = "skrýt titulky";

/* accessibility role description for image map */
"image map" = "mapa obrázku";

/* accessibility help text for an indefinite media controller time value */
"indefinite time" = "neomezený čas";

/* HTTP result code string */
"informational" = "informativní";

/* HTTP result code string */
"internal server error" = "interní chyba serveru";

/* Verb stating the action that will occur when a link is clicked, as used by accessibility */
"jump" = "přejít";

/* HTTP result code string */
"length required" = "požadována délka";

/* accessibility role description for link */
"link" = "odkaz";

/* accessibility role description for list marker */
"list marker" = "značka seznamu";

/* An ARIA accessibility group that acts as a console log. */
"log" = "protokol";

/* An ARIA accessibility group that is the main portion of the website. */
"main" = "hlavní";

/* An ARIA accessibility group that acts as a marquee. */
"marquee" = "běžící text";

/* An ARIA accessibility group that contains mathematical symbols. */
"math" = "matematika";

/* HTTP result code string */
"method not allowed" = "metoda nepovolena";

/* HTTP result code string */
"moved permanently" = "trvale přesunuto";

/* accessibility label for timeline slider */
"movie time" = "čas filmu";

/* accessibility help text for timeline slider */
"movie time scrubber" = "jezdec procházení časem filmu";

/* accessibility help text for timeline slider thumb */
"movie time scrubber thumb" = "táhlo procházení časem filmu";

/* HTTP result code string */
"multiple choices" = "vícenásobné volby";

/* accessibility label for mute button */
"mute" = "ztlumit";

/* accessibility help text for mute button */
"mute audio tracks" = "ztlumit zvukové stopy";

/* An ARIA accessibility group that contains the main navigation elements of a website. */
"navigation" = "navigace";

/* HTTP result code string */
"needs proxy" = "požadováno proxy";

/* HTTP result code string */
"no content" = "bez obsahu";

/* HTTP result code string */
"no error" = "bez chyby";

/* text to display in file button used in HTML forms when no file is selected */
"no file selected" = "žádný soubor nevybrán";

/* text to display in file button used in HTML forms when no files are selected and the button allows multiple files to be selected */
"no files selected" = "nejsou vybrány žádné soubory";

/* HTTP result code string */
"no longer exists" = "již neexistuje";

/* Text to display in file button used in HTML forms for media files when no media files are selected and the button allows multiple files to be selected */
"no media selected (multiple)" = "nejsou vybrána žádná média";

/* Text to display in file button used in HTML forms for media files when no media file is selected */
"no media selected (single)" = "není vybrané žádné médium";

/* HTTP result code string */
"non-authoritative information" = "nesměrodatné informace";

/* HTTP result code string */
"not found" = "nenalezeno";

/* HTTP result code string */
"not modified" = "nezměněno";

/* An ARIA accessibility group that acts as a note in a document. */
"note" = "poznámka";

/* accessibility help text for remaining time display */
"number of seconds of movie remaining" = "zbývající délka filmu v sekundách";

/* HTTP result code string */
"partial content" = "částečný obsah";

/* Validation message for input form controls requiring a constrained value according to pattern */
"pattern mismatch" = "neshodné vzory";

/* accessibility label for pause button */
"pause" = "pozastavit";

/* accessibility help text for pause button */
"pause playback" = "pozastavit přehrávání";

/* HTTP result code string */
"payment required" = "požadována platba";

/* accessibility label for play button */
"play" = "přehrát";

/* HTTP result code string */
"precondition failed" = "předběžná podmínka selhala";

/* Verb stating the action that will occur when a button is pressed, as used by accessibility */
"press" = "stisknout";

/* HTTP result code string */
"proxy authentication required" = "požadováno ověření totožnosti proxy";

/* Validation message for input form controls with value higher than allowed maximum */
"range overflow" = "přetečení rozsahu";

/* Validation message for input form controls with value lower than allowed minimum */
"range underflow" = "podtečení rozsahu";

/* HTTP result code string */
"redirected" = "přesměrováno";

/* An ARIA accessibility group that acts as a distinct region in a document. */
"region" = "oblast";

/* accessibility label for time remaining display */
"remaining time" = "zbývající čas";

/* HTTP result code string */
"request timed out" = "časový limit požadavku vypršel";

/* HTTP result code string */
"request too large" = "příliš velký požadavek";

/* HTTP result code string */
"requested URL too long" = "požadované URL je příliš dlouhé";

/* HTTP result code string */
"requested range not satisfiable" = "požadovaný rozsah nelze obsloužit";

/* HTTP result code string */
"reset content" = "reset dat";

/* accessibility help text for return streaming movie to real time button */
"return streaming movie to real time" = "vrátit streamování filmu do reálného času";

/* accessibility label for return to real time button */
"return to realtime" = "vrátit se do reálného času";

/* An ARIA accessibility group that contains a search feature of a website. */
"search" = "hledat";

/* HTTP result code string */
"see other" = "viz jiné";

/* accessibility help text for jump back 30 seconds button */
"seek movie back 30 seconds" = "zpět ve filmu o 30 sekund";

/* accessibility help text for fast rewind button */
"seek quickly back" = "rychle hledat zpět";

/* accessibility help text for fast forward button */
"seek quickly forward" = "rychle hledat vpřed";

/* Verb stating the action that will occur when a radio button is clicked, as used by accessibility */
"select" = "vybrat";

/* accessibility role description for a horizontal rule [<hr>] */
"separator" = "oddělovač";

/* HTTP result code string */
"server error" = "chyba serveru";

/* HTTP result code string */
"service unavailable" = "služba není dostupná";

/* accessibility label for show closed captions button */
"show closed captions" = "zobrazit titulky";

/* accessibility help text for show closed captions button */
"start displaying closed captions" = "zapnout skryté titulky";

/* accessibility label for movie status */
"status" = "stav";

/* Validation message for input form controls with value not respecting the step attribute */
"step mismatch" = "neshodné kroky";

/* accessibility help text for hide closed captions button */
"stop displaying closed captions" = "vypnout skryté titulky";

/* HTTP result code string */
"success" = "úspěch";

/* HTTP result code string */
"switching protocols" = "přepínání protokolů";

/* An ARIA accessibility group that contains the content of a tab. */
"tab panel" = "panel záložky";

/* HTTP result code string */
"temporarily redirected" = "dočasně přesměrováno";

/* term word of a description list */
"term" = "pojem";

/* accessibility label for timeline thumb */
"timeline slider thumb" = "táhlo jezdce časové osy";

/* An ARIA accessibility group that acts as an updating timer. */
"timer" = "časovač";

/* Validation message for form control elements with a value longer than maximum allowed length */
"too long" = "příliš dlouhé";

/* An ARIA accessibility group that acts as a tooltip. */
"tooltip" = "kontextová nápověda";

/* Validation message for input form controls with a value not matching type */
"type mismatch" = "neshodné typy";

/* HTTP result code string */
"unacceptable" = "nepřijatelné";

/* HTTP result code string */
"unauthorized" = "neautorizováno";

/* Verb stating the action that will occur when a checked checkbox is clicked, as used by accessibility */
"uncheck" = "zrušit zaškrtnutí";

/* HTTP result code string */
"unimplemented" = "neimplementováno";

/* Unknown filename */
"unknown" = "neznámý";

/* accessibility label for turn mute off button */
"unmute" = "zesílit";

/* accessibility help text for un mute button */
"unmute audio tracks" = "zesílit zvukové stopy";

/* HTTP result code string */
"unsupported media type" = "nepodporovaný typ média";

/* HTTP result code string */
"unsupported version" = "nepodporovaná verze";

/* Validation message for required form control elements that have no value */
"value missing" = "chybí hodnota";

/* accessibility help text for video element controller */
"video element playback controls and status display" = "ovládání a stav video prvku";

/* accessibility label for video element controller */
"video playback" = "přehrávání videa";

/* "Open Link in Default Browser" action menu item */
"Open (action menu item)" = "Otevřít";

/* "Preview Link" action menu item */
"Preview (action menu item)" = "Náhled";

/* "Add to Reading List" action menu item */
"Add to Reading List (action menu item)" = "Přidat do seznamu četby";

/* "Copy" action menu item in image menu */
"Copy (image action menu item)" = "Kopírovat";

/* "Add to Photos" action menu item */
"Add to Photos (action menu item)" = "Přidat do Fotek";

/* "Save to Downloads" action menu item in image menu */
"Save to Downloads (image action menu item)" = "Uložit do složky Stahování";

/* "Share" action menu item in image menu */
"Share (image action menu item)" = "Sdílet";

/* "Copy" action menu item in text menu */
"Copy (text action menu item)" = "Kopírovat";

/* "Look Up" action menu item */
"Look Up (action menu item)" = "Vyhledat";

/* "Paste" action menu item */
"Paste (action menu item)" = "Vložit";

/* "Suggestions" action menu item */
"Suggestions (action menu item)" = "Návrhy";

/* "Copy" action menu item in video menu */
"Copy (video action menu item)" = "Kopírovat";

/* "Share" action menu item in video menu */
"Share (video action menu item)" = "Sdílet";

/* "Save to Downloads" action menu item in video menu */
"Save to Downloads (video action menu item)" = "Uložit do složky Stahování";
